class New{
  String title;
  String subTitle;
  String content;
  String time;
  String status;
  New(this.title,this.subTitle,this.content,this.time,this.status);
}

List<New> newList = [
  new New("北冥有鱼，其名为鲲", "世界竞争中的中国制造", "抟扶摇而上者九万里，去以六月息者也。", "2018-07-15 15:12", "1"),
  new New("鲲之大，不知其几千里也", "世界竞争中的中国制造", "野马也，尘埃也，生物之以息相吹也", "2018-07-15 15:12", "1"),
  new New("化而为鸟，其名为鹏", "世界竞争中的中国制造", "天之苍苍，其正色邪？其远而无所至极邪？", "2018-07-15 15:12", "1"),
  new New("鹏之背，不知其几千里也", "世界竞争中的中国制造", "其视下也，亦若是则已矣", "2018-07-15 15:12", "1"),
  new New("怒而飞，其翼若垂天之云", "世界竞争中的中国制造", "且夫水之积也不厚，则其负大舟也无力", "2018-07-15 15:12", "0"),
  new New("是鸟也，海运则将徙于南冥", "世界竞争中的中国制造", "覆杯水于坳堂之上，则芥为之舟", "2018-07-15 15:12", "1"),
  new New("南冥者，天池也", "世界竞争中的中国制造", "置杯焉则胶，水浅而舟大也", "2018-07-15 15:12", "1"),
  new New("《齐谐》者，志怪者也", "世界竞争中的中国制造", "风之积也不厚，则其负大翼也无力", "2018-07-15 15:12", "1"),
  new New("《谐》之言曰：“鹏之徙于南冥也", "世界竞争中的中国制造", "故九万里，则风斯在下矣，而后乃今培风", "2018-07-15 15:12", "1"),
  new New("水击三千里", "世界竞争中的中国制造", "背负青天，而莫之夭阏者，而后乃今将图南", "2018-07-15 15:12", "1"),

];